<?
if($_SERVER['HTTP_X_REQUESTED_WITH'] != "XMLHttpRequest"){
	echo "<script>location.href='/'</script>";
	exit();
}
?>
<h2>Правила использования сервиса</h2><br>
<p>
1. Сервис My Web Media Files предназначен для хранения и аудио видео и графических файлов.<br><br>
2. Запрещается использовать сервис My Web Media Files для хранения баннеров, рекламных изображений и изображений, являющихся инфраструктурными или интерфейсными для каких-либо ресурсов. Под это правило попадают разнообразные смайлики, кнопки и т.п.<br><br>
3. Использование сервиса My Web Media Files означает согласие со всеми изложенными здесь правилами, а также добровольное согласие пользователя принять на себя обязательства по их соблюдению.<br><br>
4. Сервис предоставляется «как есть», без каких-либо гарантий, явных или подразумеваемых.<br><br>
5. Публикация файлов производится пользователем по собственной инициативе, сервис не несет ответственности за правильность и достоверность сообщенной пользователем информации.<br><br>
6. Запрещается использование сервиса для публикации порнографии, сцен насилия, изображений антигосударственной направленности, изображений, нарушающих право личности на частную жизнь, изображений, публикация которых иным образом противоречит законам Российской Федерации и нормам морали.<br><br>
7. Сервис не несет ответственности за соблюдение авторского права на размещаемые изображения, однако предупреждает пользователей о необходимости учитывать и соблюдать его нормы.<br><br>
8. Администрация сервиса оставляет за собой право без уведомления удалять любые изображения, нарушающие настоящие Правила, а именно:<br>
— нарушающие законодательство Российской Федерации;<br>
— объекты, защищенные авторским правом;<br>
— иные изображения, размещение которых будет сочтено нарушением Правил сервиса.<br>
9. Администрация оставляет за собой право в любой момент в одностороннем порядке внести изменения в настоящие Правила.<br>
</p>